{
  "many-permissions-question":{
    "message":"Android के लिए Adblock ब्राउज़र को इतनी सारी अनुमतियों की आवश्यकता क्यों है?",
    "description":"Many permissions questions"
  },
  "many-permissions-answer":{
    "message":"आम तौर पर, एक ब्राउज़र को सामान्य ऐप की तुलना में अधिक अनुमतियों की आवश्यकता होती है जिससे कि वो वेब एप्लीकेशंस के लिए कैमरा, माइक्रोफोन, आदि हार्डवेयर के प्रयोग की अनुमति प्रदान कर सके (उदाहरण के लिए आपके फ़ोन के कैमरे की तस्वीरों को उपलोड करना)। Adblock ब्राउज़र फ़ायरफ़ॉक्स पर आधारित है इसलिए यह ठीक वही अनुमतियाँ मांगता है जो फ़ायरफ़ॉक्स को भी चाहिए होती हैं। समस्त अनुमतियों के बारे में अधिक जानकारी के लिए कृपया Mozilla का <a>यह FAQ<\/a> देखें। ",
    "description":"Many permissions answer"
  },
  "flash-question":{
    "message":"क्या Adblock ब्राउज़र पर फ़्लैश वीडियो चल सकते हैं?",
    "description":"Flash video support question"
  },
  "flash-answer":{
    "message":"Adblock ब्राउज़र पर फ़्लैश वीडियो अवश्य चल सकते हैं, लेकिन इसके लिए आपको पहले लिगेसी फ़्लैश प्लेयर इनस्टॉल करना होगा। हालाँकि, Android पर फ़्लैश प्लेयर इनस्टॉल करने की सलाह नहीं दी जाती है क्योंकि यह असुरक्षित है और इसके कारण डेटा नष्ट हो जाने और फ़ोन के धीमा हो जाने की संभावना है। यदि आप फिर भी आप ऐसा करना चाहते हैं तो Mozilla के <a>इस लेख<\/a> को देखें। ",
    "description":"Flash video support answer"
  },
  "firefox-sync-question":{
    "message":"क्या आप फ़ायरफ़ॉक्स सिंक करना चाहेंगे?",
    "description":"Firefox synchronization question"
  },
  "firefox-sync-answer":{
    "message":"आप में से कई लोगों ने यह पूछा है, और हम मानते हैं कि यह एक महत्वपूर्ण फ़ीचर है। इसलिए हम इसे भविष्य के संस्करण में सक्रिय करने के लिए काम कर रहे हैं। ",
    "description":"Firefox synchronization answer"
  },
  "chrome-bookmark-question":{
    "message":"मैं Chrome से बुकमार्क कैसे आयात कर सकता हूँ?",
    "description":"Chrome bookmark import question"
  },
  "chrome-bookmark-answer":{
    "message":"यदि डिफ़ॉल्ट सिस्टम ब्राउज़र Chrome है तो आप बुकमार्क्स को इस प्रकार आयात कर सकते हैं सेटिंग्स > कस्टमाइज़ > Android से आयात करें। हालाँकि, यदि डिफ़ॉल्ट ब्राउज़र Chrome नहीं है तो हमें खेद है हम कुछ नहीं कर सकते। ",
    "description":"Chrome bookmark import answer"
  },
  "google-sync-question":{
    "message":"क्या यदि Chrome डिफ़ॉल्ट ब्राउज़र नहीं हो तो आप Chrome \/ Google अकाउंट (पासवर्ड, बुकमार्क, आदि) की सिंकिंग को सपोर्ट करेंगे। ",
    "description":"Google account synchronization question"
  },
  "google-sync-answer":{
    "message":"हमें खेद है वर्तमान में Android के लिए Firefox में यह सुविधा नहीं है और इसलिए इसे नए ब्राउज़र के फीचर के रूप में देखा जाएगा जिसे हम वर्तमान में Mozilla की टीम पर छोड़ते हैं। ",
    "description":"Google account synchronization answer"
  },
  "add-ons-question":{
    "message":"क्या मैं थर्ड-पार्टी ऐड-ऑन्स जैसे लास्टपास और घोस्टरी को इनस्टॉल कर सकता हूँ?",
    "description":"Add-ons installation question"
  },
  "add-ons-answer":{
    "message":"चूँकि हमने भी एक ब्राउज़र ऐड-ऑन से शुरुआत की थी इसलिए हम दिल से ऐड-ऑन्स को सपोर्ट करना चाहते हैं, और आशा करते हैं कि भविष्य में ऐसा हो पाएगा। वर्तमान में यदि आप ऐड-ऑन्स किसी भी सूरत में इनस्टॉल करना चाहते हैं तो हमारी सलाह होगी कि आप Android के लिए <a>Adblock Plus<\/a> के साथ Firefox का प्रयोग करें। ",
    "description":"Add-ons installation answer"
  },
  "custom-filter-question":{
    "message":"क्या मैं कस्टम फ़िल्टर बना सकता हूँ या तत्वों को ब्लॉक कर सकता हूँ?",
    "description":"Adding custom filters question"
  },
  "custom-filter-answer":{
    "message":"हम इसे पेश करने की कोशिश कर रहे हैं और हमें उम्मीद है कि हम इसे भविष्य के संस्करण में जोड़ लेंगे। ",
    "description":"Adding custom filters answer"
  },
  "version-question":{
    "message":"क्या आप Chrome पर आधारित Adblock ब्राउज़र का संस्करण पेश करेंगे?",
    "description":"Chrome version question"
  },
  "version-answer":{
    "message":"हमारा लक्ष्य Chrome पर आधारित पृथक संस्करण बनाने की बजाय वर्तमान संस्करण में ही Chrome के जैसे फ़ीचर्स देना है। ",
    "description":"Chrome version answer"
  },
  "title":{
    "message":"एफएक्यू (अक्सर पूछे जाने वाले प्रश्न)"
  }
}