{
  "subheadline":{
    "message":"Adblock ब्राउज़र में कस्टमाइज़ की जाने योग्य अनेक गोपनीयता सेटिंग्स हैं।",
    "description":"Subheadline text"
  },
  "privacy":{
    "message":"<strong>गोपनीयता<\/strong> पर टैप करें। ",
    "description":"Navigation to privacy settings instruction"
  },
  "privacy-options":{
    "message":"<em>गोपनीयता<\/em> के नीचे निम्नलिखित विकल्प उपलब्ध हैं:"
  },
  "do-not-track":{
    "message":"<strong>ट्रैक न करें<\/strong> - यदि आप नहीं चाहते कि आपकी ब्राउज़िंग को ट्रैक किया जाए तो चेकबॉक्स पर टैप करें। ",
    "description":"\"Do not track\" option name and it's description"
  },
  "cookies":{
    "message":"<strong>कुकीज़<\/strong> - कुकीज़ डेटा के वो टुकड़े हैं जो आपके द्वारा ब्राउज की गई वेबसाइट्स द्वारा आपकी डिवाइस पर स्टोर किये जाते हैं। कुकीज़ के विकल्प सेट करने के लिए <strong>कुकीज़<\/strong> पर टैप करें। <strong>सक्रिय<\/strong> होने पर फर्स्ट-पार्टी और थर्ड-पार्टी कुकीज़ स्टोर होते हैं। <strong>सक्रिय, थर्ड-पार्टी को छोड़ कर<\/strong> विकल्प चुनने पर केवल फर्स्ट-पार्टी कुकीज़ स्टोर होते हैं। <strong>निष्क्रिय<\/strong> विकल्प का चयन करने पर फर्स्ट-पार्टी और थर्ड-पार्टी दोनों के कुकीज़ निषेध हो जाते हैं। ",
    "description":"\"Cookies\" option name and it's description"
  },
  "remember-password":{
    "message":"<strong>पासवर्ड्स याद रखें<\/strong> - यह विकल्प डिफ़ॉल्ट रूप से सक्रिय है। यदि आप नहीं चाहते कि Adblock ब्राउज़र आपके पासवर्ड याद रखे तो आप चेकबॉक्स पर टैप कर के इस फ़ीचर को निष्क्रिय कर सकते हैं। ",
    "description":"\"Remember passwords\" option name and it's description"
  },
  "master-password":{
    "message":"<strong>मास्टर पासवर्ड का उपयोग करें<\/strong> - यदि आप अपने सभी लॉग इन्स के लिए एक मास्टर पासवर्ड का प्रयोग करना चाहते हैं तो <strong>मास्टर पासवर्ड का उपयोग करें<\/strong> पर टैप करें। <em>मास्टर पासवर्ड बनाएं<\/em> स्क्रीन पर अपना मास्टर पासवर्ड दर्ज करें और उसे कन्फर्म करें। ",
    "description":"\"Use master password\" option name and it's description"
  },
  "clear-data":{
    "message":"<em>प्राइवेट डेटा क्लियर करें<\/em> के नीचे निम्नलिखित विकल्प उपलब्ध हैं:"
  },
  "clear-now":{
    "message":"<strong>अभी क्लियर करें<\/strong> - इस पर टैप करके आप यह डेटा क्लियर कर सकते हैं: ब्राउज़िंग हिस्ट्री, डाउनलोड्स, फॉर्म और सर्च हिस्ट्री, कुकीज़ और सक्रिय लॉग इन्स, सेव किये हुए पासवर्ड्स, डेटा कैश (cache)। डिफ़ॉल्ट रूप से, सभी डेटा विकल्प सक्रिय होते हैं। यदि आप किसी विशिष्ट डेटा को क्लियर नहीं करना चाहते हैं तो संबंधित विकल्प पर टैप करें। ",
    "description":"\"Clear now\" option name and it's description"
  },
  "clear-on-exit":{
    "message":"<strong>बाहर निकलने पर क्लियर कर दें<\/strong> - यदि आप चाहते हैं कि हर बार जब आप ब्राउज़र बंद करें तो डेटा अपने आप ही क्लियर हो जाए तो इस चेकबॉक्स पर टैप करें। ",
    "description":"\"Clear on exit\" option name and it's description"
  },
  "open-app":{
    "message":"Adblock ब्राउज़र ऐप खोलें।",
    "description":"Open application step text"
  },
  "tap":{
    "message":"टैप करें",
    "description":"Navigation to settings page instruction before hamburger menu image"
  },
  "android-hamburger-alt":{
    "message":"Android हैमबर्गर मेनू आइकॉन",
    "description":"Alternative text of android settings hamburger menu icon"
  },
  "select-settings":{
    "message":"और <strong>सेटिंग<\/strong> चुनें।",
    "description":"Navigation to settings page instruction after hamburger menu image"
  },
  "title":{
    "message":"गोपनीयता विकल्प नियंत्रित करना"
  }
}