{
  "adblocking":{
    "message":"Appuyez sur <strong>blocage des annonces<\/strong>.",
    "description":"Navigation to Ad blocking section instruction"
  },
  "adblocking-below-blocking":{
    "message":"En bas de <em>Blocage<\/em>, appuyez sur <strong>Blocage des annonces<\/strong>.",
    "description":"Navigation to Ad blocking section instruction"
  },
  "filter-list-selection":{
    "message":"Sélectionnez la <strong>liste de filtres<\/strong> à laquelle vous souhaitez vous abonner en bas de <em>Autres langues<\/em>.",
    "description":"Filter list subscription instruction"
  },
  "default-filter-list":{
    "message":"Adblock Browser nécessite des listes de filtres pour bloquer les publicités. Une liste de filtres, par défaut, basée sur les paramètres de langue de votre navigateur est automatiquement activée lorsque Adblock Browser est installé."
  },
  "additional-filter-lists":{
    "message":"Il y a deux listes de filtres de base : l'EasyList et la Liste Fanboy. Ces deux listes de filtres bloquent les annonces provenant de sites web les plus populaires (souvent fondées sur la langue anglaise). Toutefois, ces listes de filtres ne bloquent pas les annonces des sites web nationaux moins populaires. Par exemple, si vous vivez en Allemagne, vous devez vous abonner à la liste de filtres nationale de ce pays."
  },
  "note":{
    "message":"Remarque"
  },
  "note-text":{
    "message":"Il est recommandé d'éviter d'ajouter trop de listes de filtres à l'Adblock Browser. Ajouter un grand nombre de listes de filtres ralentit le bloqueur de publicité et, par conséquent, votre navigation."
  },
  "open-app":{
    "message":"Ouvrez l'application Adblock Browser.",
    "description":"Open application step text"
  },
  "tap":{
    "message":"Appuyez sur",
    "description":"Navigation to settings page instruction before hamburger menu image"
  },
  "android-hamburger-alt":{
    "message":"l'icône du menu Hamburger d'Android,",
    "description":"Alternative text of android settings hamburger menu icon"
  },
  "select-settings":{
    "message":"puis sélectionnez <strong>Paramètres<\/strong>.",
    "description":"Navigation to settings page instruction after hamburger menu image"
  },
  "title":{
    "message":"Ajouter une liste de filtres"
  }
}