{
  "add-ons-answer": {
    "description": "Add-ons installation answer",
    "message": "Мы сами начинали как расширение для браузера, поэтому понимаем, как важна поддержка расширений, и надеемся реализовать ее в будущем. А пока, если для вас очень важно использовать расширения, мы рекомендуем воспользоваться Firefox для Android с <a>Adblock Plus</a>."
  },
  "add-ons-question": {
    "description": "Add-ons installation question",
    "message": "Можно ли установить такие расширения как LastPass, Ghostery или другие сторонние сервисы?"
  },
  "chrome-bookmark-answer": {
    "description": "Chrome bookmark import answer",
    "message": "Если системным браузером по умолчанию является Chrome, вы можете импортировать закладки в меню Параметры > Настроить > Импорт из Android. Однако если Chrome НЕ установлен как браузер по умолчанию, мы, к сожалению, ничего не можем сделать."
  },
  "chrome-bookmark-question": {
    "description": "Chrome bookmark import question",
    "message": "Как импортировать закладки из Chrome?"
  },
  "custom-filter-answer": {
    "description": "Adding custom filters answer",
    "message": "Мы рассматриваем возможность реализации этой функции в следующих версиях."
  },
  "custom-filter-question": {
    "description": "Adding custom filters question",
    "message": "Можно ли добавлять пользовательские фильтры или блокировать отдельные элементы?"
  },
  "firefox-sync-answer": {
    "description": "Firefox synchronization answer",
    "message": "Многие из вас об этом просили, и мы тоже считаем эту функцию очень важной. Поэтому мы работаем над ее реализацией в следующих версиях."
  },
  "firefox-sync-question": {
    "description": "Firefox synchronization question",
    "message": "Будет ли доступна синхронизация с Firefox?"
  },
  "flash-answer": {
    "description": "Flash video support answer",
    "message": "Flash-видео проигрываются в Adblock Browser, однако для этого сначала нужно установить старую версию Flash-плеера. Тем не менее, мы не рекомендуем устанавливать Flash на Android, так как это небезопасно и может привести к повышенному потреблению памяти и медленной работе устройства. Если вы все равно хотите это сделать, обратитесь к <a>этой статье</a> Mozilla."
  },
  "flash-question": {
    "description": "Flash video support question",
    "message": "Будет ли Adblock Browser поддерживать Flash-видео?"
  },
  "google-sync-answer": {
    "description": "Google account synchronization answer",
    "message": "К сожалению, сейчас такой функции в Firefox для Android нет, и ее реализация будет считаться созданием новой функциональности браузера, а это на данный момент — дело команды Mozilla."
  },
  "google-sync-question": {
    "description": "Google account synchronization question",
    "message": "Планируется ли поддержка синхронизации учетных записей Chrome/Google (для паролей, закладок и т. д.), если Chrome не является браузером по умолчанию?"
  },
  "many-permissions-question": {
    "description": "question heading",
    "message": "Почему Adblock Browser для Android запрашивает столько разрешений?"
  },
  "permissions-detail-1": {
    "description": "answer paragraph",
    "message": "Позволяет приложению просматривать информацию об активности устройства, о том, какие работают приложения, историю и/или закладки, например, импорт закладок и истории с другого браузера."
  },
  "permissions-detail-3": {
    "description": "answer paragraph\n{1}: Google Maps",
    "message": "Использует местоположение устройства, если вы решаете поделиться своим местоположением с такими сайтами, как Google Maps."
  },
  "permissions-detail-4": {
    "description": "answer paragraph\n{1}: Facebook, {2}: Twitter",
    "message": "Может быть использовано для чтения и редактирования информации на внешнем носителе вашего устройства, например, доступ к видеоданным, хранящимся на SD-карте, для загрузки в социальные сети, такие как Facebook и Twitter."
  },
  "permissions-detail-6": {
    "description": "answer paragraph\n{1}: Google Voice Search",
    "message": "Использует микрофон(-ы) устройства, например, для функции распознавания голоса в текст в Google Voice Search и WebRTC (веб-коммуникация в реальном времени)."
  },
  "permissions-detail-7": {
    "description": "answer paragraph",
    "message": "Позволяет приложению просматривать информацию о сетях Wi-Fi, например, включена ли Wi-Fi и имена подключенных Wi-Fi-устройств."
  },
  "permissions-p-1": {
    "description": "answer paragraph",
    "message": "Обычно, браузеры требует больше прав доступа, чем обычные приложения, чтобы веб-приложения могли использовать функции аппаратного обеспечения, такого как камера, микрофон и т.д. (например, загрузка изображений с вашей камеры)."
  },
  "permissions-p-2": {
    "description": "answer paragraph\n{1}: Adblock Browser, {2}: Firefox, {3}: Firefox, {4}: Android, {5}: Adblock Browser, {6}: Android",
    "message": "Так как Adblock Browser основан на платформе Firefox, он требует точно такие же права доступа, что и Firefox, чтобы выполнять такие же функции. Android требует, чтобы вы дали все права доступа, чтобы можно было установить приложение. Сделав это, вы подтверждаете, что понимаете, какими возможностями обладает Adblock Browser для Android."
  },
  "permissions-p-3": {
    "description": "answer paragraph\n{1}: Adblock Browser, {2}: Android",
    "message": "Adblock Browser для Android требует доступ к следующим правам:"
  },
  "permissions-p-4": {
    "description": "paragraph\n{1}: Mozilla",
    "message": "Если вам нужна более подробная информация, обратитесь к разделу <a>«ЧаВо» в Mozilla</a>."
  },
  "permissions-title-1": {
    "description": "question heading",
    "message": "История использования устройства и приложений"
  },
  "permissions-title-2": {
    "description": "question heading",
    "message": "Идентификационные данные"
  },
  "permissions-title-3": {
    "description": "question heading",
    "message": "Местоположение"
  },
  "permissions-title-4": {
    "description": "question heading",
    "message": "Фото/мультимедиа/файлы"
  },
  "permissions-title-5": {
    "description": "question heading",
    "message": "Камера"
  },
  "permissions-title-6": {
    "description": "question heading",
    "message": "Микрофон"
  },
  "permissions-title-7": {
    "description": "question heading",
    "message": "Данные о Wi-Fi-подключении"
  },
  "premissions-detail-2": {
    "description": "answer paragraph",
    "message": "Может быть использовано для поиска счетов на вашем устройстве, чтения вашей контактной информации или редактирования счетов, например, синхронизация информации, такой как закладки, пароли и открытые вкладки по устройствам."
  },
  "premissions-detail-5": {
    "description": "answer paragraph\n{1}: Facebook, {2}: Twitter",
    "message": "Использует камеру(-ы) устройства, например для загрузки изображений или видео в социальные сети, такие как Facebook и Twitter."
  },
  "title": {
    "message": "Часто задаваемые вопросы"
  },
  "version-answer": {
    "description": "Chrome version answer",
    "message": "Наша цель — предоставить сравнимые с Chrome возможности, не создавая отдельную версию на базе Chrome."
  },
  "version-question": {
    "description": "Chrome version question",
    "message": "Планируете ли вы создание версии Adblock Browser на базе Chrome?"
  }
}