{
  "many-permissions-question":{
    "message":"অ্যান্ড্রেয়েডের জন্য Adblock Browser-এর এত সংখ্যক অনুমতির প্রয়োজন হয় কেন?",
    "description":"Many permissions questions"
  },
  "many-permissions-answer":{
    "message":"সাধারণত, সাধারণ অ্যাপগুলোর তুলনায় ব্রাউজার অ্যাপগুলোকে অনেক বেশি অনুমতি নিয়ে চলতে হয় যাতে সেগুলো ওয়েব অ্যাপ্লিকেশনগুলোকে ক্যামেরা, মাইক্রোফোন ইত্যাদির মতো হার্ডওয়্যার কার্যকারিতা ব্যবহারে সক্ষম করে তুলতে পারে (উদাঃ আপনার ক্যামেরা থেকে ছবি আপলোড করা)। Adblock Browser যেহেতু ফায়রফক্স-নির্ভর, তাই এটি সেই সমস্ত কাজগুলো করার জন্য একইধরনের অনমতি প্রার্থনা করে যেগুলো করার জন্য ফায়ারফক্স অনুমতি চেয়ে থাকে। এই সমস্ত অনুমতিগুলো একটা ব্যাখ্যা পেতে দয়া করে মোজিলা থেকে <a>এই প্রায়শ জিজ্ঞাসিত প্রশ্নাবলী<\/a> দেখুন।",
    "description":"Many permissions answer"
  },
  "flash-question":{
    "message":"Adblock Browser কি ফ্ল্যাশ ভিডিও সহায়ক?",
    "description":"Flash video support question"
  },
  "flash-answer":{
    "message":"ফ্ল্যাশ ভিডিওগুলো Adblock Browser-এ কাজ করে বটে, তবে তার জন্য আগে আপনাকে লিগ্যাসি ফ্ল্যাশ প্লেয়ার ইনস্টল করতে হবে। কিন্তু ফ্ল্যাশ বা অ্যান্ড্রয়েড ইনস্টল করার সুপারিশ করা হয় না কারণ তা অসুরক্ষিত এবং ফলস্বরূপ মেমারি ক্ষয় হতে পারে ও গতি কমে যেতে পারে। এরপরও যদি আপনি এটা করতে চান, তাহলে মোজিলা থেকে <a>এই প্রবন্ধ<\/a> পড়ুন।",
    "description":"Flash video support answer"
  },
  "firefox-sync-question":{
    "message":"আপনারা কি ফায়ারফক্স সিঙ্ক করতে দেন?",
    "description":"Firefox synchronization question"
  },
  "firefox-sync-answer":{
    "message":"আপনাদের মধ্যে অনেকেই এই প্রশ্নটা জিজ্ঞাসা করেছেন, এবং আমরা মানছি যে এটা একটা গুরুত্বপূর্ণ বৈশিষ্ট্য। এই কারণেই আমরা ভবিষ্যতে এই সুবাধি দেবার লক্ষ্য কাজ করছি।",
    "description":"Firefox synchronization answer"
  },
  "chrome-bookmark-question":{
    "message":"ক্রোম থেকে আমি বুকমার্কগুলো আনব কীভাবে?",
    "description":"Chrome bookmark import question"
  },
  "chrome-bookmark-answer":{
    "message":"আপনার পূর্বনির্ধারিত ব্রাউজার যদি ক্রোম হয়, তাহলে আপনি সেটিংস > কাস্টমাইজ> ইমপোর্ট ফ্রম অ্যান্ড্রয়েড এই পথে গিয়ে বুকমার্কগুলোকে নিয়ে আসতে পারেন। কিন্তু, যদি আপনার পূর্বনির্ধারিত ব্রাউজার ক্রোম না হয়, তাহলে এ ব্যাপারে দুর্ভাগ্যবশত আমরা কিছুই করতে পারব না।",
    "description":"Chrome bookmark import answer"
  },
  "google-sync-question":{
    "message":"ক্রোম যদি আমার পূর্বনির্ধারিত ব্রাউজার না হয়, তাহলে কি আপনারা ক্রোম \/ গুগুল অ্যাকাউন্টগুলোর (পাসওয়ার্ড, বুকমার্ক ইত্যাদি) সমর্থন করবেন?",
    "description":"Google account synchronization question"
  },
  "google-sync-answer":{
    "message":"দুর্ভাগ্যবশত, বর্তমানে অ্যান্ড্রয়েডের জন্য ফায়ারফক্স এই বৈশিষ্ট্য প্রদান করে না এবং এই ধরনের জিনিস নতুন ধরনের ব্রাউজার কার্যকারিতা হিসেবে বিবেচিত হবে, যার জন্য বর্তমানে আমরা বিষয়টা মোজিলার উপরেই ছেড়ে দিয়েছি।",
    "description":"Google account synchronization answer"
  },
  "add-ons-question":{
    "message":"আমি কি লাস্টপাস এবং ঘোস্ট্রী ইত্যাদির মতো অ্যাড-অন অথবা অন্যান্য তৃতীয় পক্ষ দ্বারা প্রদত্ত পরিষেবাগুলো ইনস্টল করতে পারি?",
    "description":"Add-ons installation question"
  },
  "add-ons-answer":{
    "message":"নিজেরা একটা ব্রাউজার অ্যাড-অন হিসেবে শুরু করার কারণে আমরা সহায়ক অ্যাড-অনগুলো সম্পর্কে প্রবল অনুভূমিসম্পন্ন, এবং আশা রাখি ভবিষ্যতে এই বিষয়টা চালু করতে পারব। এখনকার মতো, আপনারা যদি বাজার মাত্ করা কোন অ্যাড-অন পান, সেক্ষেত্রে আমরা আপনাদের অ্যান্ড্রয়েডের জন্য <a>Adblock Plus<\/a> সহযোগে ফায়ারফক্স ব্যবহার করার সুপারিশ করব।",
    "description":"Add-ons installation answer"
  },
  "custom-filter-question":{
    "message":"আমি কি নিজস্ব পরিশোধক বা আটকানোর উপাদানগুলোকে যোগ করতে পারব?",
    "description":"Adding custom filters question"
  },
  "custom-filter-answer":{
    "message":"আমরা এই সুবিধা দেবার চেষ্টা করছি এবং আশা করছি আমাদের অদূর ভবিষ্যতের কোন প্রকাশে এই সুবিধা দিতে পারব।",
    "description":"Adding custom filters answer"
  },
  "version-question":{
    "message":"আপনারা কি ক্রোম-নির্ভর Adblock Browser সংস্করণ দেবেন?",
    "description":"Chrome version question"
  },
  "version-answer":{
    "message":"আমাদের লক্ষ্য হচ্ছে ক্রোম-নির্ভর আলাদা একটা সংস্করণ তৈরি না করে বরং ক্রোম-অনুরূপ বৈশিষ্ট্যগুলো প্রদান করা।",
    "description":"Chrome version answer"
  },
  "title":{
    "message":"প্রায়শ জিজ্ঞাসিত প্রশ্নাবলী"
  }
}